[
    {
        "id": 1,
        "title": "Ular Berkepala Manusia",
        "kitab": "Ajaib al-Makhluqat",
        "category": "Makhluk Aneh",
        "reference": "Bab 2, Hal. 31",
        "texts": [
            {
                "language": "translation",
                "text": "Dalam kitab Ajaib al-Makhluqat, Zakariya al-Qazwini mencatat secara rinci tentang keberadaan makhluk yang sangat ganjil, yaitu seekor ular laut berukuran luar biasa besar dan memiliki kepala menyerupai manusia. Menurut catatan al-Qazwini, makhluk ini diyakini mendiami lautan yang luas dan jarang dijangkau manusia. Kepala ular tersebut digambarkan memiliki ciri-ciri wajah manusia, dengan ekspresi yang kadang tenang namun kerap pula terlihat mengintimidasi. Sumber-sumber pelaut yang menjadi referensi al-Qazwini menyatakan bahwa ular ini tidak hanya besar secara fisik, namun juga memiliki kecerdasan di atas makhluk laut lainnya.\n\nMakhluk ini dikabarkan sering muncul pada malam hari, terutama ketika kabut tebal menutupi permukaan air laut. Pada kondisi inilah, ular berkepala manusia itu memperlihatkan kemampuannya berbicara dan meniru suara manusia, hingga sanggup memanggil nama-nama pelaut yang sedang berada di atas kapal. Dikisahkan bahwa para pelaut yang mendengar suara tersebut sering kali merasa terpanggil untuk mendekat ke tepi kapal, dan beberapa di antaranya bahkan melompat ke laut, diduga di bawah pengaruh hipnotis makhluk tersebut. Setelah kejadian itu, kapal-kapal biasanya ditemukan terombang-ambing tanpa awak, sementara para pelaut yang hilang tidak pernah ditemukan kembali.\n\nCatatan al-Qazwini menyebutkan bahwa cerita mengenai ular berkepala manusia ini menjadi peringatan turun-temurun di kalangan para pelaut di wilayah Arab dan Persia. Banyak komunitas nelayan mempercayai bahwa makhluk ini adalah pertanda bahaya atau hukuman bagi mereka yang lalai dan tidak waspada selama berlayar di malam hari. Dalam beberapa naskah kuno yang diarsipkan bersama karya al-Qazwini, terdapat pula penjelasan tambahan bahwa makhluk seperti ini dianggap sebagai penguasa batas antara dunia manusia dan dunia makhluk gaib, sehingga siapa pun yang mencoba menguji keberaniannya di lautan tanpa kehati-hatian akan menjadi korbannya. Dengan demikian, kisah tentang ular berkepala manusia tetap hidup sebagai salah satu legenda laut yang paling ditakuti dan dihormati di dunia Islam klasik."
            }
        ]
    },
    {
        "id": 2,
        "title": "Ghul di Padang Pasir",
        "kitab": "Kitab al-Hayawan",
        "category": "Makhluk Gaib",
        "reference": "Jilid 4, Hal. 187",
        "texts": [
            {
                "language": "translation",
                "text": "Dalam karya monumental Al-Jahiz, 'Kitab al-Hayawan', terdapat catatan-catatan yang menggegerkan tentang makhluk-makhluk gaib, salah satunya adalah Ghul. Berbeda dengan gambaran Ghul modern, Ghul dalam tradisi Arab klasik adalah entitas shapeshifter yang mendiami padang pasir yang tak berbatas, memikat para musafir yang tersesat menuju kematian mereka yang mengerikan. Al-Jahiz menguraikan bahwa Ghul memiliki kemampuan untuk berubah wujud menjadi apa saja yang paling diinginkan oleh korbannya—bisa berupa wanita cantik yang memanggil dengan suara lembut, atau seorang kerabat yang menawarkan air dan perlindungan di tengah badai pasir yang kejam.\n\nKisah-kisah paling menakutkan tentang Ghul sering kali berpusat pada kafilah yang melintas di Gurun Rub' al Khali, tempat yang dijuluki 'Tanah Kosong' karena keganasannya. Konon, pada malam hari, ketika pasir berbisik dan angin mendesau seperti ratapan, seorang Ghul akan menampakkan diri. Seorang saudagar yang dikenal karena kekikirannya, pernah tersesat jauh dari rombongan utamanya. Saat fajar menyingsing di cakrawala, ia melihat oasis yang belum pernah dipetakan, dengan pohon kurma yang rimbun dan sumur air yang jernih. Di sana, ia melihat seorang wanita muda dengan kain penutup wajah, melambaikan tangan ke arahnya. Wanita itu memanggilnya dengan suara yang seolah familiar, menjanjikan kemewahan dan keselamatan dari padang pasir.\n\nSaudagar itu, yang lapar dan haus, terbuai oleh janji-janji itu. Ia mengikuti wanita itu lebih dalam ke dalam oasis yang aneh. Namun, semakin jauh ia melangkah, semakin busuk bau yang tercium, dan suara tawa serak mulai menggantikan bisikan lembut. Ketika ia akhirnya melihat wajah asli Ghul tersebut—mata merah menyala, gigi taring tajam, dan kulit yang mengerikan—sudah terlambat. Tubuh saudagar itu ditemukan keesokan harinya, terkubur sebagian di pasir, dengan tanda-tanda perjuangan yang mengerikan dan sebuah senyuman beku di wajahnya yang menyiratkan ketakutan terakhir. Al-Jahiz menekankan bahwa Ghul bukanlah sekadar pemakan bangkai, melainkan pemakan jiwa, yang menikmati keputusasaan dan ketakutan korbannya sebelum melahap daging mereka. Oleh karena itu, bagi setiap pengelana yang berani menjejakkan kaki di gurun, peringatan untuk tetap waspada dan tidak pernah tergoda oleh ilusi adalah pelajaran yang paling berharga dan paling menakutkan."
            }
        ]
    },
    {
        "id": 3,
        "title": "Misteri Pulau Waq Waq",
        "kitab": "Rihla (Karya Ibnu Battuta) dan Ajaib al-Hind (Karya Buzurg ibn Shahriyar)",
        "category": "Geografi Mitos & Makhluk Aneh",
        "reference": "Berbagai sumber, termasuk 'Ajaib al-Makhluqat'",
        "texts": [
            {
                "language": "translation",
                "text": "Dalam literatur geografi dan kosmografi Islam klasik, salah satu kisah yang paling memukau dan sekaligus membingungkan adalah tentang Pulau Waq Waq. Disebutkan dalam berbagai catatan perjalanan seperti 'Rihla' karya Ibnu Battuta, serta 'Ajaib al-Hind' (Keajaiban-keajaiban India) oleh Buzurg ibn Shahriyar, dan bahkan secara singkat disinggung dalam 'Ajaib al-Makhluqat', pulau misterius ini terletak di ujung timur dunia, di lautan yang tak terjamah oleh pelaut biasa.\n\nPulau Waq Waq terkenal karena fenomena alamnya yang paling luar biasa: pepohonan aneh yang berbuah layaknya kepala manusia. Menurut keterangan para penjelajah dan penulis kuno, buah-buah ini berbentuk seperti kepala wanita, lengkap dengan rambut panjang yang terurai indah. Yang lebih mencengangkan, ketika buah-buah ini masak dan jatuh, mereka mengeluarkan suara 'waq-waq' yang khas, dari situlah nama pulau ini berasal. Beberapa riwayat bahkan menyebutkan bahwa buah-buah kepala ini mampu berbicara, meratap, atau bahkan bernyanyi dengan suara yang memilukan sebelum akhirnya membusuk dan menghilang. Pohon-pohon ini dikatakan berdaun emas dan berbatang perak, menambah kesan magis dan kemewahan yang menipu.\n\nKisah ini menyebar luas di kalangan para pedagang dan pelaut yang berlayar di Samudra Hindia, menjadi bagian dari legenda tentang dunia yang belum terpetakan. Beberapa versi cerita mengaitkan Pulau Waq Waq dengan pulau-pulau di Asia Tenggara atau bahkan Jepang, namun lokasi pastinya tetap menjadi misteri yang tak terpecahkan. Keberadaan makhluk-makhluk eksotis dan kekayaan mineral melimpah juga sering disebut-sebut sebagai daya tarik pulau ini, memicu para petualang untuk mencarinya. Namun, sebagian besar percaya bahwa pulau ini adalah batas terakhir dunia yang dihuni, sebuah tempat di mana realitas berbaur dengan mitos, dan hanya mereka yang memiliki takdir luar biasa atau kutukan abadi yang dapat mencapai dan menyaksikannya. Dengan demikian, Pulau Waq Waq tetap menjadi simbol keajaiban dan kengerian akan tempat-tempat terpencil yang menyimpan rahasia alam dan makhluk yang tak terbayangkan oleh pikiran manusia biasa."
            }
        ]
    },
    {
        "id": 4,
        "title": "Dabbah al-Ard: Binatang Bumi",
        "kitab": "Hadits Shahih (Muslim, Tirmidzi), Tafsir Al-Quran (Al-Qurtubi, Ibnu Katsir)",
        "category": "Tanda-tanda Kiamat",
        "reference": "QS. An-Naml: 82, Hadits Abu Hurairah, dll.",
        "texts": [
            {
                "language": "translation",
                "text": "Dalam tradisi Islam, baik yang bersumber dari Al-Qur'an maupun Hadits Nabi Muhammad SAW, salah satu tanda besar menjelang hari Kiamat adalah kemunculan makhluk misterius yang dikenal sebagai Dabbah al-Ard, atau 'Binatang Bumi'. Kemunculannya adalah salah satu pertanda final yang mengisyaratkan bahwa pintu taubat telah tertutup dan waktu bagi manusia untuk beramal saleh telah habis. Makhluk ini disebut dalam Surah An-Naml (27:82) dan dijelaskan lebih lanjut dalam banyak hadits Nabi.\n\nDeskripsi tentang Dabbah al-Ard bervariasi dalam riwayat, namun inti dari kekuatannya adalah kemampuannya untuk membedakan orang-orang yang beriman dan orang-orang kafir. Beberapa riwayat menyebutkan bahwa Dabbah akan keluar dari perut bumi di Mekah, kemungkinan dari sebuah celah di Gunung Shafa, atau dari tempat lain yang tidak terduga. Bentuk fisiknya digambarkan sangat aneh; ia memiliki tanduk dan bulu, namun juga memiliki ciri-ciri mirip unta, kuda, atau bahkan babi hutan. Dalam beberapa tafsir, dikatakan ia memiliki kepala yang agung, leher yang panjang, telinga seperti gajah, mata seperti babi, tanduk seperti kijang, dada seperti singa, warna seperti harimau, panggul seperti kucing, ekor seperti domba jantan, dan kaki seperti unta. Ukurannya begitu besar hingga kecepatannya melebihi kuda yang paling cepat.\n\nKetika Dabbah muncul, ia akan membawa tongkat Nabi Musa dan cincin Nabi Sulaiman. Dengan tongkat Musa, ia akan mengukir tanda terang benderang di wajah setiap orang mukmin, menjadikan wajah mereka bersinar. Sementara itu, dengan cincin Sulaiman, ia akan mengecap setiap orang kafir dengan tanda hitam yang gelap di wajah mereka, menghapus cahaya iman dari mereka. Dalam waktu singkat, bumi akan dipenuhi dengan orang-orang yang memiliki wajah bercahaya terang dan orang-orang yang berwajah gelap. Makhluk ini juga dikisahkan mampu berbicara dengan fasih dalam bahasa manusia, menegaskan kebenaran dan kebatilan, serta mengumumkan bahwa manusia tidak lagi percaya pada ayat-ayat Allah. Kemunculannya adalah akhir dari ujian bagi umat manusia, sebuah titik tanpa kembali, di mana garis antara keimanan dan kekafiran menjadi jelas dan tak terhapuskan."
            }
        ]
    },
    {
        "id": 5,
        "title": "Al-Anqa': Burung Phoenix dari Pegunungan Qaf",
        "kitab": "Ajaib al-Makhluqat, Kitab al-Buldan (Ya'qubi), Tafsir al-Qurthubi",
        "category": "Makhluk Mitologi",
        "reference": "Berbagai sumber dan tradisi lisan",
        "texts": [
            {
                "language": "translation",
                "text": "Dalam khazanah mitologi Islam klasik, Al-Anqa' adalah salah satu makhluk yang paling legendaris dan penuh misteri, seringkali disebut sebagai 'Phoenix Arab'. Berbeda dengan gambaran Phoenix Barat yang selalu bangkit dari abu sebagai simbol keabadian, Al-Anqa' dalam beberapa riwayat memiliki sisi yang lebih gelap dan mengerikan, terkait dengan kehancuran dan keberadaan yang tersembunyi. Makhluk ini konon mendiami puncak-puncak tertinggi Pegunungan Qaf yang legendaris, sebuah rantai gunung melingkar yang diyakini mengelilingi seluruh bumi, menjadi benteng dari dunia manusia.\n\nDeskripsi Al-Anqa' seringkali menggambarkannya sebagai burung yang luar biasa besar, dengan bulu-bulu yang indah berwarna keemasan, merah, dan biru, serta mahkota di kepalanya. Namun, keindahannya menipu. Dalam kisah-kisah yang lebih kuno, seperti yang diisyaratkan dalam beberapa interpretasi 'Ajaib al-Makhluqat', Al-Anqa' bukanlah sekadar burung biasa. Dikatakan bahwa ia awalnya adalah anugerah ilahi bagi umat manusia yang saleh. Akan tetapi, seiring berjalannya waktu, makhluk ini tumbuh menjadi sangat besar dan begitu rakus. Kehadirannya justru menjadi malapetaka bagi pemukiman manusia. Ia mulai memangsa hewan ternak dalam jumlah besar, bahkan tidak segan-segan menculik dan melahap anak-anak kecil dari perkampungan yang berada di dekat sarangnya.\n\nKetakutan terhadap Al-Anqa' mencapai puncaknya hingga Allah SWT, atas doa para nabi atau orang-orang saleh yang teraniaya, memusnahkan atau mengusirnya ke tempat yang terpencil dan tak terjangkau. Beberapa riwayat menyatakan ia dibunuh oleh Nabi Hanzalah bin Safwan atas perintah Allah, sementara yang lain mengatakan ia diasingkan ke Pegunungan Qaf, tempat di mana ia tetap hidup namun tersembunyi dari pandangan manusia, hanya sesekali terlihat sebagai bayangan raksasa di balik puncak gunung. Suaranya yang melengking, meskipun kadang terdengar merdu dari kejauhan, seringkali dianggap sebagai pertanda bencana atau peringatan akan kekuatan alam yang tidak boleh diremehkan. Dengan demikian, Al-Anqa' menjadi simbol dari makhluk mitos yang keindahannya menyembunyikan kekuatan destruktif, sebuah pengingat akan bahaya tersembunyi di dunia ini."
            }
        ]
    },
    {
        "id": 6,
        "title": "Nasnas: Manusia Setengah Wujud",
        "kitab": "Ajaib al-Makhluqat (Al-Qazwini), Tradisi Lisan Yaman dan Hadramaut",
        "category": "Makhluk Terkutuk",
        "reference": "Berbagai naskah dan tradisi lisan",
        "texts": [
            {
                "language": "translation",
                "text": "Di antara makhluk-makhluk paling aneh dan mengerikan yang tercatat dalam manuskrip kuno seperti 'Ajaib al-Makhluqat' adalah Nasnas. Makhluk ini bukanlah jin atau setan dalam bentuk murninya, melainkan hasil dari persilangan terlarang antara manusia dan jenis jin tertentu yang disebut 'Shiqq'. Hasilnya adalah sebuah entitas terkutuk yang wujudnya adalah parodi mengerikan dari bentuk manusia. Nasnas digambarkan hanya memiliki setengah badan: separuh kepala dengan satu mata, satu lubang hidung, dan setengah mulut; satu tangan; satu sisi dada; dan satu kaki. Meskipun fisiknya cacat, ia dianugerahi kecepatan dan kelincahan yang luar biasa, bergerak dengan cara melompat-lompat di atas satu kakinya dengan kecepatan yang menakutkan.\n\nKisah-kisah tentang Nasnas paling sering berasal dari daerah terpencil di Yaman dan pesisir Hadramaut. Diceritakan ada seorang pemburu berpengalaman yang nekat memasuki sebuah lembah terlarang yang konon menjadi sarang makhluk-makhluk ini. Selama berhari-hari, ia tidak menemukan apa pun kecuali keheningan yang ganjil. Namun, pada suatu senja, saat ia beristirahat di bawah sebuah batu besar, ia mendengar suara aneh—bukan suara binatang buas, melainkan suara dentuman berirama yang semakin mendekat. Dari balik bebatuan, muncul sesosok Nasnas. Wajahnya yang separuh menatapnya dengan satu mata yang dingin dan tanpa emosi. Makhluk itu tidak berteriak, melainkan berbicara dengan suara siulan yang menakutkan, 'Kau mencari apa yang seharusnya tidak kau temukan, wahai manusia utuh.'\n\nSebelum pemburu itu sempat mengangkat panahnya, Nasnas itu melesat ke arahnya dengan satu lompatan panjang yang mustahil. Kekuatan makhluk ini begitu besar hingga mampu merobek daging manusia dengan mudah. Para pelancong yang menemukan sisa-sisa perkemahan pemburu itu beberapa minggu kemudian hanya menemukan busur yang patah dan jejak-jejak darah yang mengarah ke dalam celah-celah bebatuan, bersama dengan satu jejak kaki tunggal yang tercetak berulang kali di pasir. Nasnas dianggap sebagai perwujudan kengerian di siang hari, sebuah pengingat bahwa di tempat-tempat paling liar di dunia, ada makhluk yang tercipta dari pelanggaran alam dan hanya hidup untuk menghancurkan."
            }
        ]
    },

  {
    "id": 7,
    "title": "Hama: Burung Hantu Pembawa Arwah",
    "kitab": "Tradisi Arab Pra-Islam, Hadits Nabi (penolakan), Tafsir dan Kisah Rakyat",
    "category": "Makhluk Gaib & Kepercayaan",
    "reference": "Berbagai sumber, termasuk 'Lisan al-Arab'",
    "texts": [
      {
        "language": "translation",
        "text": "Dalam tradisi Arab pra-Islam, dan kepercayaan rakyat yang kemudian diperdebatkan dalam Islam, terdapat makhluk bernama Hama. Makhluk ini adalah sejenis burung hantu, namun bukan burung hantu biasa. Hama dipercaya sebagai jelmaan atau manifestasi dari arwah orang yang terbunuh secara tidak adil atau arwah yang tidak tenang, terutama jika darah mereka tidak dibalaskan. Kepercayaan ini berakar kuat di kalangan masyarakat Badui kuno, di mana Hama dianggap sebagai pertanda buruk, pembawa malapetaka, dan penuntut balas dendam.\n\nAlkisah, di sebuah desa terpencil yang berbatasan dengan gurun pasir, hiduplah seorang pria bernama **Zahid**, seorang pemuda yang dibunuh secara keji oleh rivalnya dalam perebutan harta warisan. Jasad Zahid ditemukan tergeletak di sebuah sumur tua, dan pembunuhnya tidak pernah diadili, menyisakan duka mendalam dan kemarahan di hati keluarganya. Sejak saat itu, setiap malam purnama, sebuah burung hantu besar dengan mata merah menyala mulai hinggap di atas rumah pembunuh Zahid. Burung itu tidak bersuara seperti burung hantu pada umumnya, melainkan mengeluarkan lolongan panjang yang terdengar seperti ratapan pilu, terkadang menyerupai nama 'Zahid' yang dipanggil dengan putus asa.\n\nKeluarga pembunuh itu mulai dihantui mimpi buruk, dan keberuntungan mereka merosot drastis. Ternak mereka mati secara misterius, tanaman mereka layu, dan anak-anak mereka jatuh sakit tanpa sebab. Mereka percaya bahwa Hama itu adalah arwah Zahid yang tidak tenang, yang datang untuk menuntut keadilan. Lolongan Hama seolah-olah berbisik, 'Berikan kepadaku balasku! Berikan darah untuk darah!' Ketakutan meliputi desa, karena siapa pun yang mencoba mengusir burung itu akan mengalami nasib buruk. Hingga suatu hari, pembunuh Zahid, yang tak tahan lagi dengan teror Hama, ditemukan tak bernyawa di tempat tidur, dengan mata melotot dan ekspresi ketakutan yang abadi. Hama pun tidak pernah terlihat lagi di desa itu. Meskipun Islam datang dan menolak kepercayaan syirik semacam ini, kisah Hama tetap menjadi bagian dari warisan mitologi yang menyeramkan, mengingatkan akan konsekuensi dari ketidakadilan dan kekuatan balas dendam yang dipercaya oleh sebagian masyarakat kuno."
      }
    ]
  }

]